# primitive 타입 -> import (용어1)

# 값을 1개 저장하는 타입
    # 숫자1 -> 점수(int) (용어2), 
    # 숫자2 -> 실수(float) (용어3)
    # 문자열 -> srt (용어4) 
    # 참거짓 -> bool (용어5)

# sequence 타입
    # list  [1,2,3] (용어6)
    # tuple (1,2,3) (용어7)
        # - 읽기 전용 (수정x)
        # - list, tuple은 순서대로 하나씩 읽고, 쓴다
    # set   {1,2,3} (용어8)
        # - 위치를 계산해서 파악, 속도: set > list=tuple ※무작정 set만 사용x
        # - 데이터가 늘어도 시간에 변동X (미세한 변화) = 1
    # dictionary (용어9)
        #  - 키와 값의 쌍(pair)를 이룬다
        #  - {'홍길동':175, '전우치':165, '임꺽정':180}
        #  - list의 합산(으로 봄)
        
